start_message = (
    'Привет! Это твой личный помощник по учёбе — <b>GradeLog</b>\n\n'
    'Здесь ты можешь легко отслеживать свою успеваемость:'
    'добавлять предметы, вносить оценки и всегда видеть свой текущий балл.\n\n'
    '✨ <b>Давай начнём!</b> Выбери, что хочешь сделать:'
)

subjects_list_is_null = (
    '📚 Твои предметы\n\n'
    'Пока тут пусто. Давай добавим первый предмет!'
)

add_subject_instruction = (
    'Для добавления нового предмета отправьте сообщение в формате:\n'
    '&lt;Название предмета&gt; &lt;соотношение/часов&gt;\n\n'
    'Примеры:\n'
    'Экономика 1/2\n'
    'Мат. анализ 2/3\n\n'
    'Можно добавить несколько предметов одним сообщением, написав их каждый с новой строки.'
)

answer_on_format_error = (
    'Некорректный формат сообщения. Попробуйте еще раз.'
)

